Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 文件 %@ 超过 25 MB，超出 Pages 单文件上限
ar: الملف %@ يتجاوز 25 MB، أي فوق حد Pages لكل ملف
de: Datei %@ überschreitet 25 MB (Pages-Limit pro Datei)
en: File %@ exceeds 25 MB, over the Pages per-file limit
es_mx: El archivo %@ supera 25 MB, el límite por archivo de Pages
fr: Le fichier %@ dépasse 25 MB, au-delà de la limite Pages par fichier
ja: ファイル %@ が 25 MB を超え、Pages の 1 ファイル上限を超えています
ko: 파일 %@이(가) 25MB를 초과하여 Pages 파일당 한도를 넘습니다
pt_br: O arquivo %@ excede 25 MB, acima do limite por arquivo do Pages
pt_pt: O ficheiro %@ excede 25 MB, acima do limite por ficheiro do Pages
tr: %@ dosyası 25 MB’ı aşıyor, Pages dosya başına sınırının üzerinde
zh_hant: 檔案 %@ 超過 25 MB，超出 Pages 單檔上限
zh_hk: 檔案 %@ 超過 25 MB，超出 Pages 單檔上限

source: 文件 %@ 超过 25 MB，超出单文件上限
ar: الملف %@ يتجاوز 25 MB، أي فوق الحد لكل ملف
de: Datei %@ überschreitet 25 MB (Limit pro Datei)
en: File %@ exceeds 25 MB, over the per-file limit
es_mx: El archivo %@ supera 25 MB, el límite por archivo
fr: Le fichier %@ dépasse 25 MB, au-delà de la limite par fichier
ja: ファイル %@ が 25 MB を超え、1 ファイル上限を超えています
ko: 파일 %@이(가) 25MB를 초과하여 파일당 한도를 넘습니다
pt_br: O arquivo %@ excede 25 MB, acima do limite por arquivo
pt_pt: O ficheiro %@ excede 25 MB, acima do limite por ficheiro
tr: %@ dosyası 25 MB’ı aşıyor, dosya başına sınırının üzerinde
zh_hant: 檔案 %@ 超過 25 MB，超出單檔上限
zh_hk: 檔案 %@ 超過 25 MB，超出單檔上限

source: 文件 App
ar: تطبيق الملفات
de: Dateien-App
en: Files app
es_mx: App Archivos
fr: App Fichiers
ja: ファイル App
ko: 파일 앱
pt_br: App Arquivos
pt_pt: App Ficheiros
tr: Dosyalar uygulaması
zh_hant: 檔案 App
zh_hk: 檔案 App

source: 文件名
ar: اسم الملف
de: Dateiname
en: File name
es_mx: Nombre de archivo
fr: Nom du fichier
ja: ファイル名
ko: 파일 이름
pt_br: Nome do arquivo
pt_pt: Nome do ficheiro
tr: Dosya Adı
zh_hant: 檔案名稱
zh_hk: 檔案名稱

source: 文本内容
ar: محتوى نصي
de: Textinhalt
en: Text content
es_mx: Contenido de texto
fr: Contenu texte
ja: テキスト内容
ko: 텍스트 내용
pt_br: Conteúdo de texto
pt_pt: Conteúdo de texto
tr: Metin içeriği
zh_hant: 文字內容
zh_hk: 文字內容

source: 新功能
ar: ما الجديد
de: Neuigkeiten
en: What's New
es_mx: Novedades
fr: Nouveautés
ja: 新機能
ko: 새로운 기능
pt_br: Novidades
pt_pt: Novidades
tr: Yenilikler

source: 新名称
ar: الاسم الجديد
de: Neuer Name
en: New name
es_mx: Nombre nuevo
fr: Nouveau nom
ja: 新しい名前
ko: 새 이름
pt_br: Novo nome
pt_pt: Novo nome
tr: Yeni ad
zh_hant: 新名稱
zh_hk: 新名稱

source: 新增目的地址
ar: إضافة عنوان وجهة
de: Zieladresse hinzufügen
en: Add destination address
es_mx: Agregar dirección de destino
fr: Ajouter une adresse de destination
ja: 目的地アドレスを追加
ko: 대상 주소 추가
pt_br: Adicionar endereço de destino
pt_pt: Adicionar endereço de destino
tr: Hedef adres ekle

source: 新增西班牙语、韩语、葡萄牙语，现已支持九种语言。
ar: أُضيفت الإسبانية والكورية والبرتغالية — متاح الآن بتسع لغات.
de: Spanisch, Koreanisch und Portugiesisch hinzugefügt – jetzt in neun Sprachen verfügbar.
en: Added Spanish, Korean, and Portuguese — now available in nine languages.
es_mx: Agregamos español, coreano y portugués: ahora en nueve idiomas.
fr: Ajout de l’espagnol, du coréen et du portugais — désormais disponible en neuf langues.
ja: スペイン語・韓国語・ポルトガル語を追加し、9言語に対応しました。
ko: 스페인어, 한국어, 포르투갈어가 추가되어 이제 9개 언어를 지원합니다.
pt_br: Adicionamos espanhol, coreano e português — agora em nove idiomas.
pt_pt: Adicionámos espanhol, coreano e português — agora em nove idiomas.
tr: İspanyolca, Korece ve Portekizce eklendi — artık dokuz dilde.
zh_hant: 新增西班牙文、韓文、葡萄牙文，現已支援九種語言。
zh_hk: 新增西班牙文、韓文、葡萄牙文，現已支援九種語言。

source: 新建
ar: جديد
de: Neu
en: New
es_mx: Nuevo
fr: Nouveau
ja: 新規
ko: 새로 만들기
pt_br: Novo
pt_pt: Novo
tr: Yeni
zh_hant: 新增
zh_hk: 新增

source: 新建 Access 应用
ar: تطبيق Access جديد
de: Neue Access-App
en: New Access App
es_mx: Nueva app de Access
fr: Nouvelle app Access
ja: 新規 Access アプリ
ko: 새 Access 앱
pt_br: Novo app do Access
pt_pt: Nova aplicação do Access
tr: Yeni Access Uygulaması
zh_hant: 新增 Access 應用程式
zh_hk: 新增 Access 應用程式

source: 新建 Hyperdrive
ar: Hyperdrive جديد
de: Neues Hyperdrive
en: New Hyperdrive
es_mx: Nuevo Hyperdrive
fr: Nouveau Hyperdrive
ja: 新規 Hyperdrive
ko: 새 Hyperdrive
pt_br: Novo Hyperdrive
pt_pt: Novo Hyperdrive
tr: Yeni Hyperdrive
zh_hant: 新增 Hyperdrive
zh_hk: 新增 Hyperdrive

source: 新建 Snippet
ar: Snippet جديد
de: Neues Snippet
en: New Snippet
es_mx: Nuevo Snippet
fr: Nouveau Snippet
ja: 新規スニペット
ko: 새 Snippet
pt_br: Novo Snippet
pt_pt: Novo Snippet
tr: Yeni Snippet
zh_hk: 新增 Snippet

source: 新建 Worker
ar: عامل جديد
de: Neuer Worker
en: New Worker
es_mx: Nuevo Worker
fr: Nouveau Worker
ja: 新規 Worker
ko: 새 Worker
pt_br: Novo Worker
pt_pt: Novo Worker
tr: Yeni Worker
zh_hant: 新增 Worker
zh_hk: 新增 Worker

source: 新建列表
ar: قائمة جديدة
de: Neue Liste
en: New list
es_mx: Nueva lista
fr: Nouvelle liste
ja: 新規リスト
ko: 새 목록
pt_br: Nova lista
pt_pt: Nova lista
tr: Yeni liste
zh_hant: 新增清單
zh_hk: 新增清單

source: 新建应用
ar: تطبيق جديد
de: Neue App
en: New App
es_mx: Nueva app
fr: Nouvelle app
ja: 新規アプリ
ko: 새 앱
pt_br: Novo app
pt_pt: Nova aplicação
tr: Yeni Uygulama
zh_hant: 新增應用程式
zh_hk: 新增應用程式

source: 新建源站池
ar: مجمّع أصل جديد
de: Neuer Origin-Pool
en: New origin pool
es_mx: Nuevo grupo de origen
fr: Nouveau pool d'origine
ja: 新規オリジンプール
ko: 새 오리진 풀
pt_br: Novo pool de origem
pt_pt: Novo pool de origem
tr: Yeni köken havuzu
zh_hant: 新增來源池
zh_hk: 新增來源池

source: 新建监测
ar: مراقب جديد
de: Neuer Monitor
en: New monitor
es_mx: Nuevo monitor
fr: Nouveau moniteur
ja: 新規モニター
ko: 새 모니터
pt_br: Novo monitor
pt_pt: Novo monitor
tr: Yeni izleyici
zh_hant: 新增監測
zh_hk: 新增監測

source: 新建策略
ar: سياسة جديدة
de: Neue Richtlinie
en: New Policy
es_mx: Nueva política
fr: Nouvelle politique
ja: 新規ポリシー
ko: 새 정책
pt_br: Nova política
pt_pt: Nova política
tr: Yeni İlke
zh_hant: 新增原則
zh_hk: 新增政策

source: 新建网关
ar: بوابة جديدة
de: Neues Gateway
en: New Gateway
es_mx: Nueva puerta de enlace
fr: Nouvelle passerelle
ja: 新規ゲートウェイ
ko: 새 게이트웨이
pt_br: Novo gateway
pt_pt: Novo gateway
tr: Yeni Ağ Geçidi
zh_hant: 新增閘道
zh_hk: 新增閘道

source: 新建规则
ar: قاعدة جديدة
de: Neue Regel
en: New Rule
es_mx: Nueva regla
fr: Nouvelle règle
ja: 新規ルール
ko: 새 규칙
pt_br: Nova regra
pt_pt: Nova regra
tr: Yeni kural
zh_hant: 新增規則
zh_hk: 新增規則

source: 新建记录
ar: سجل جديد
de: Neuer Eintrag
en: New Record
es_mx: Nuevo registro
fr: Nouvel enregistrement
ja: 新規レコード
ko: 새 레코드
pt_br: Novo registro
pt_pt: Novo registo
tr: Yeni kayıt
zh_hant: 新增記錄
zh_hk: 新增記錄

source: 新建负载均衡器
ar: موازِن تحميل جديد
de: Neuer Load Balancer
en: New load balancer
es_mx: Nuevo balanceador de carga
fr: Nouveau répartiteur de charge
ja: 新規ロードバランサー
ko: 새 부하 분산기
pt_br: Novo balanceador de carga
pt_pt: Novo balanceador de carga
tr: Yeni yük dengeleyici
zh_hant: 新增負載平衡器
zh_hk: 新增負載平衡器

source: 新建转发规则
ar: إنشاء قاعدة إعادة توجيه
de: Weiterleitungsregel erstellen
en: New forwarding rule
es_mx: Nueva regla de reenvío
fr: Nouvelle règle de transfert
ja: 転送ルールを作成
ko: 전달 규칙 만들기
pt_br: Nova regra de encaminhamento
pt_pt: Nova regra de reencaminhamento
tr: Yeni iletme kuralı
zh_hant: 新增轉發規則
zh_hk: 新增轉寄規則

source: 新建转发规则前，请先在下方添加并验证至少一个目的地址。
ar: قبل إنشاء قاعدة إعادة توجيه، أضِف وتحقّق من عنوان وجهة واحد على الأقل أدناه.
de: Bevor Sie eine Weiterleitungsregel erstellen, fügen Sie unten mindestens eine Zieladresse hinzu und verifizieren Sie sie.
en: Before creating a forwarding rule, add and verify at least one destination address below.
es_mx: Antes de crear una regla de reenvío, agrega y verifica al menos una dirección de destino abajo.
fr: Avant de créer une règle de transfert, ajoutez et vérifiez au moins une adresse de destination ci-dessous.
ja: 転送ルールを作成する前に、下で目的地アドレスを 1 つ以上追加して検証してください。
ko: 전달 규칙을 만들기 전에 아래에서 대상 주소를 하나 이상 추가하고 확인하세요.
pt_br: Antes de criar uma regra de encaminhamento, adicione e verifique pelo menos um endereço de destino abaixo.
pt_pt: Antes de criar uma regra de reencaminhamento, adicione e verifique pelo menos um endereço de destino abaixo.
tr: İletme kuralı oluşturmadan önce aşağıya en az bir hedef adres ekleyip doğrulayın.
zh_hant: 建立轉發規則前，請先在下方新增並驗證至少一個目的地址。
zh_hk: 建立轉寄規則前，請先在下方新增並驗證至少一個目的地址。

source: 新建配置
ar: تكوين جديد
de: Neue Konfiguration
en: New Config
es_mx: Nueva configuración
fr: Nouvelle config
ja: 新規構成
ko: 새 구성
pt_br: Nova configuração
pt_pt: Nova configuração
tr: Yeni Yapılandırma
zh_hant: 新增設定
zh_hk: 新增設定

source: 新建重定向列表
ar: قائمة إعادة توجيه جديدة
de: Neue Weiterleitungsliste
en: New redirect list
es_mx: Nueva lista de redirección
fr: Nouvelle liste de redirection
ja: 新規リダイレクトリスト
ko: 새 리디렉션 목록
pt_br: Nova lista de redirecionamento
pt_pt: Nova lista de redirecionamento
tr: Yeni yönlendirme listesi
zh_hant: 新增重新導向清單
zh_hk: 新增重定向清單

source: 新建队列
ar: قائمة انتظار جديدة
de: Neue Queue
en: New Queue
es_mx: Nueva cola
fr: Nouvelle file
ja: 新規キュー
ko: 새 대기열
pt_br: Nova fila
pt_pt: Nova fila
tr: Yeni Kuyruk
zh_hant: 新增佇列
zh_hk: 新增佇列

source: 新建限速规则
ar: إنشاء قاعدة تحديد معدل
de: Ratenbegrenzungsregel erstellen
en: New rate limiting rule
es_mx: Nueva regla de límite de tasa
fr: Nouvelle règle de limitation de débit
ja: レート制限ルールを作成
ko: 속도 제한 규칙 만들기
pt_br: Nova regra de limite de taxa
pt_pt: Nova regra de limite de taxa
tr: Yeni hız sınırı kuralı
zh_hant: 新增速率限制規則
zh_hk: 新增速率限制規則

source: 新建隧道
ar: نفق جديد
de: Neuer Tunnel
en: New Tunnel
es_mx: Nuevo túnel
fr: Nouveau tunnel
ja: 新規トンネル
ko: 새 터널
pt_br: Novo túnel
pt_pt: Novo túnel
tr: Yeni tünel
zh_hant: 新增通道
zh_hk: 新增隧道

source: 新查询串，如 a=1&b=2
ar: سلسلة استعلام جديدة، مثل a=1&b=2
de: Neue Query-Zeichenfolge, z. B. a=1&b=2
en: New query string, e.g. a=1&b=2
es_mx: Nueva cadena de consulta, p. ej. a=1&b=2
fr: Nouvelle chaîne de requête, p. ex. a=1&b=2
ja: 新しいクエリ文字列（例：a=1&b=2）
ko: 새 쿼리 문자열, 예: a=1&b=2
pt_br: Nova string de consulta, ex. a=1&b=2
pt_pt: Nova cadeia de consulta, ex. a=1&b=2
tr: Yeni sorgu dizesi, ör. a=1&b=2
zh_hant: 新查詢串，如 a=1&b=2
zh_hk: 新查詢串，如 a=1&b=2

source: 新路径，如 /new-path
ar: مسار جديد، مثل /new-path
de: Neuer Pfad, z. B. /new-path
en: New path, e.g. /new-path
es_mx: Nueva ruta, p. ej. /new-path
fr: Nouveau chemin, p. ex. /new-path
ja: 新しいパス（例：/new-path）
ko: 새 경로, 예: /new-path
pt_br: Novo caminho, ex. /new-path
pt_pt: Novo caminho, ex. /new-path
tr: Yeni yol, ör. /new-path
zh_hant: 新路徑，如 /new-path
zh_hk: 新路徑，如 /new-path

source: 方法
ar: الأسلوب
de: Methode
en: Method
es_mx: Método
fr: Méthode
ja: メソッド
ko: 메서드
pt_br: Método
pt_pt: Método
tr: Yöntem

source: 无
ar: بلا
de: Keine
en: None
es_mx: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
tr: Yok
zh_hant: 無
zh_hk: 無

source: 无动作
ar: لا إجراء
de: Keine Aktion
en: No action
es_mx: Sin acción
fr: Aucune action
ja: アクションなし
ko: 작업 없음
pt_br: Sem ação
pt_pt: Sem ação
tr: İşlem yok
zh_hant: 無動作
zh_hk: 無動作

source: 无匹配规则
ar: لا توجد قواعد مطابقة
de: Keine passenden Regeln
en: No matching rules
es_mx: No hay reglas coincidentes
fr: Aucune règle correspondante
ja: 一致するルールがありません
ko: 일치하는 규칙 없음
pt_br: Nenhuma regra correspondente
pt_pt: Nenhuma regra correspondente
tr: Eşleşen kural yok
zh_hant: 無符合的規則
zh_hk: 無符合的規則

source: 无影响
ar: لا شيء
de: Keine
en: None
es_mx: Sin impacto
fr: Aucun
ja: 影響なし
ko: 영향 없음
pt_br: Nenhum
pt_pt: Nenhum
tr: Yok
zh_hant: 無影響
zh_hk: 無影響

source: 无效响应
ar: استجابة غير صالحة
de: Ungültige Antwort
en: Invalid response
es_mx: Respuesta no válida
fr: Réponse non valide
ja: 無効な応答
ko: 잘못된 응답
pt_br: Resposta inválida
pt_pt: Resposta inválida
tr: Geçersiz yanıt
zh_hant: 無效回應
zh_hk: 無效回應

source: 无权限信息
ar: لا توجد معلومات أذونات
de: Keine Berechtigungsinfo
en: No permission info
es_mx: Sin información de permisos
fr: Aucune info de permission
ja: 権限情報がありません
ko: 권한 정보 없음
pt_br: Sem informações de permissão
pt_pt: Sem informações de permissão
tr: İzin bilgisi yok
zh_hant: 無權限資訊
zh_hk: 無權限資料

source: 无查询字符串
ar: بلا سلسلة استعلام
de: Keine Query-Zeichenfolge
en: No query string
es_mx: Sin cadena de consulta
fr: Aucune chaîne de requête
ja: クエリ文字列なし
ko: 쿼리 문자열 없음
pt_br: Sem string de consulta
pt_pt: Sem cadeia de consulta
tr: Sorgu dizesi yok
zh_hant: 無查詢字串
zh_hk: 無查詢字串

source: 无法以文本读取该文件
ar: تعذّرت قراءة الملف كنص
de: Datei konnte nicht als Text gelesen werden
en: Couldn’t read the file as text
es_mx: No se pudo leer el archivo como texto
fr: Impossible de lire le fichier en texte
ja: このファイルをテキストとして読み取れません
ko: 파일을 텍스트로 읽을 수 없습니다
pt_br: Não foi possível ler o arquivo como texto
pt_pt: Não foi possível ler o ficheiro como texto
tr: Dosya metin olarak okunamadı
zh_hant: 無法以文字讀取此檔案
zh_hk: 無法以文字讀取此檔案

source: 无法加载商品信息，请稍后再试。
ar: تعذّر تحميل المنتجات. يرجى المحاولة لاحقًا.
de: Produkte konnten nicht geladen werden. Bitte versuche es später erneut.
en: Couldn't load products. Please try again later.
es_mx: No se pudieron cargar los productos. Inténtalo más tarde.
fr: Impossible de charger les produits. Veuillez réessayer plus tard.
ja: 商品情報を読み込めませんでした。後でもう一度お試しください。
ko: 상품 정보를 불러올 수 없습니다. 나중에 다시 시도하세요.
pt_br: Não foi possível carregar os produtos. Tente novamente mais tarde.
pt_pt: Não foi possível carregar os produtos. Tente novamente mais tarde.
tr: Ürünler yüklenemedi. Lütfen daha sonra tekrar deneyin.
zh_hant: 無法載入商品資訊，請稍後再試。
zh_hk: 無法載入商品資訊，請稍後再試。

source: 无法定位脚本主模块
ar: تعذّر تحديد الوحدة الرئيسية للنص البرمجي
de: Hauptmodul des Skripts konnte nicht gefunden werden
en: Couldn’t locate the script’s main module
es_mx: No se pudo localizar el módulo principal del script
fr: Impossible de localiser le module principal du script
ja: スクリプトのメインモジュールが見つかりません
ko: 스크립트의 기본 모듈을 찾을 수 없습니다
pt_br: Não foi possível localizar o módulo principal do script
pt_pt: Não foi possível localizar o módulo principal do script
tr: Betiğin ana modülü bulunamadı
zh_hant: 無法定位指令碼的主模組
zh_hk: 無法定位指令碼的主模組

source: 无法获取令牌
ar: تعذّر الحصول على الرمز
de: Token konnte nicht abgerufen werden
en: Couldn’t get token
es_mx: No se pudo obtener el token
fr: Impossible d’obtenir le jeton
ja: トークンを取得できません
ko: 토큰을 가져올 수 없습니다
pt_br: Não foi possível obter o token
pt_pt: Não foi possível obter o token
tr: Belirteç alınamadı
zh_hant: 無法取得權杖
zh_hk: 無法取得權杖

source: 无法解析
ar: تعذّر التحليل
de: Nicht interpretierbar
en: Can't parse
es_mx: No se puede analizar
fr: Analyse impossible
ja: 解析できません
ko: 구문 분석할 수 없음
pt_br: Não foi possível interpretar
pt_pt: Não foi possível interpretar
tr: Ayrıştırılamadı
zh_hant: 無法解析
zh_hk: 無法解析

source: 无法读取 SSL/TLS 设置
ar: تعذّر قراءة إعدادات SSL/TLS
de: SSL/TLS-Einstellungen können nicht gelesen werden
en: Can’t read SSL/TLS settings
es_mx: No se puede leer la configuración de SSL/TLS
fr: Impossible de lire les réglages SSL/TLS
ja: SSL/TLS 設定を読み込めません
ko: SSL/TLS 설정을 읽을 수 없습니다
pt_br: Não é possível ler as configurações de SSL/TLS
pt_pt: Não é possível ler as definições de SSL/TLS
tr: SSL/TLS ayarları okunamıyor
zh_hant: 無法讀取 SSL/TLS 設定
zh_hk: 無法讀取 SSL/TLS 設定

source: 无法读取设置
ar: تعذّر قراءة الإعدادات
de: Einstellungen können nicht gelesen werden
en: Can’t read settings
es_mx: No se puede leer la configuración
fr: Impossible de lire les réglages
ja: 設定を読み込めません
ko: 설정을 읽을 수 없습니다
pt_br: Não é possível ler as configurações
pt_pt: Não é possível ler as definições
tr: Ayarlar okunamıyor
zh_hant: 無法讀取設定
zh_hk: 無法讀取設定

source: 无消费者
ar: لا يوجد مستهلكون
de: Keine Consumer
en: No consumers
es_mx: Sin consumidores
fr: Aucun consommateur
ja: コンシューマーなし
ko: 소비자 없음
pt_br: Nenhum consumidor
pt_pt: Nenhum consumidor
tr: Tüketici yok
zh_hant: 無消費者
zh_hk: 無消費者

source: 无生产者
ar: لا يوجد منتجون
de: Keine Producer
en: No producers
es_mx: Sin productores
fr: Aucun producteur
ja: プロデューサーなし
ko: 생산자 없음
pt_br: Nenhum produtor
pt_pt: Nenhum produtor
tr: Üretici yok
zh_hant: 無生產者
zh_hk: 無生產者

source: 无记录
ar: لا توجد سجلات
de: Keine Einträge
en: No records
es_mx: Sin registros
fr: Aucun enregistrement
ja: レコードなし
ko: 레코드 없음
pt_br: Sem registros
pt_pt: Sem registos
tr: Kayıt yok
zh_hant: 無記錄
zh_hk: 無記錄

source: 无连接信息
ar: لا توجد معلومات اتصال
de: Keine Verbindungsdaten
en: No connection info
es_mx: Sin información de conexión
fr: Aucune info de connexion
ja: 接続情報なし
ko: 연결 정보 없음
pt_br: Sem informações de conexão
pt_pt: Sem informações de ligação
tr: Bağlantı bilgisi yok
zh_hant: 無連線資訊
zh_hk: 無連線資訊

source: 日志与缓存
ar: السجلات والتخزين المؤقت
de: Logs & Cache
en: Logs & cache
es_mx: Registros y caché
fr: Journaux et cache
ja: ログとキャッシュ
ko: 로그 및 캐시
pt_br: Logs e cache
pt_pt: Registos e cache
tr: Günlükler ve Önbellek
zh_hant: 記錄與快取
zh_hk: 記錄與緩存

source: 日志只含 App 运行记录（请求路径、状态码、错误、登录态变化等），不含你的 Cloudflare 令牌、密钥值或账号密码。
ar: تحتوي السجلات فقط على نشاط التطبيق (مسارات الطلبات، رموز الحالة، الأخطاء، تغيّرات حالة تسجيل الدخول، إلخ)، ولا تحتوي أبدًا على رموز Cloudflare أو قيم المفاتيح أو كلمات مرور الحساب.
de: Die Protokolle enthalten nur App-Aktivitäten (Anfragepfade, Statuscodes, Fehler, Änderungen des Anmeldestatus usw.), niemals deine Cloudflare-Tokens, Schlüsselwerte oder Kontopasswörter.
en: The logs only contain app activity (request paths, status codes, errors, login-state changes, and so on), never your Cloudflare tokens, key values, or account passwords.
es_mx: Los registros solo contienen la actividad de la app (rutas de solicitud, códigos de estado, errores, cambios de estado de sesión, etc.) y nunca tus tokens de Cloudflare, valores de claves ni contraseñas de cuenta.
fr: Les journaux ne contiennent que l’activité de l’app (chemins de requête, codes d’état, erreurs, changements d’état de connexion, etc.), jamais vos jetons Cloudflare, valeurs de clé ni mots de passe de compte.
ja: ログにはAppの動作記録（リクエストパス、ステータスコード、エラー、ログイン状態の変化など）のみが含まれ、Cloudflareのトークンやキーの値、アカウントのパスワードは含まれません。
ko: 로그에는 앱 동작 기록(요청 경로, 상태 코드, 오류, 로그인 상태 변경 등)만 포함되며, Cloudflare 토큰이나 키 값, 계정 비밀번호는 포함되지 않습니다.
pt_br: Os registros contêm apenas a atividade do app (caminhos de requisição, códigos de status, erros, mudanças de estado de login etc.) e nunca seus tokens da Cloudflare, valores de chaves ou senhas de conta.
pt_pt: Os registos contêm apenas a atividade da app (caminhos de pedido, códigos de estado, erros, mudanças de estado de sessão, etc.) e nunca os seus tokens da Cloudflare, valores de chaves ou palavras-passe da conta.
tr: Günlükler yalnızca uygulama etkinliğini içerir (istek yolları, durum kodları, hatalar, oturum durumu değişiklikleri vb.); Cloudflare belirteçlerinizi, anahtar değerlerinizi veya hesap parolalarınızı asla içermez.
zh_hant: 日誌僅含 App 運行記錄（請求路徑、狀態碼、錯誤、登入狀態變化等），不含你的 Cloudflare 權杖、密鑰值或帳號密碼。
zh_hk: 日誌只含 App 運行記錄（請求路徑、狀態碼、錯誤、登入狀態變化等），不含你的 Cloudflare 權杖、密鑰值或帳戶密碼。

source: 日志开
ar: السجلات مفعّلة
de: Logs an
en: Logs on
es_mx: Registros activados
fr: Journaux activés
ja: ログ オン
ko: 로그 켜짐
pt_br: Logs ativados
pt_pt: Registos ativados
tr: Günlükler açık
zh_hant: 記錄開啟
zh_hk: 記錄開啟

source: 日志滚动太快？
ar: السجلات تتمرّر بسرعة كبيرة؟
de: Protokolle scrollen zu schnell?
en: Logs scrolling too fast?
es_mx: ¿Los registros van muy rápido?
fr: Les journaux défilent trop vite ?
ja: ログの流れが速すぎる？
ko: 로그가 너무 빨리 흐르나요?
pt_br: Os logs estão rolando rápido demais?
pt_pt: Os registos passam depressa demais?
tr: Günlükler çok mu hızlı kayıyor?
zh_hant: 記錄捲動太快？
zh_hk: 日誌捲動太快？

source: 早上好
ar: صباح الخير
de: Guten Morgen
en: Good morning
es_mx: Buenos días
fr: Bonjour
ja: おはようございます
ko: 좋은 아침이에요
pt_br: Bom dia
pt_pt: Bom dia
tr: Günaydın
zh_hant: 早安
zh_hk: 早晨

source: 时区
ar: المنطقة الزمنية
de: Zeitzone
en: Time zone
es_mx: Zona horaria
fr: Fuseau horaire
ja: タイムゾーン
ko: 시간대
pt_br: Fuso horário
pt_pt: Fuso horário
tr: Saat dilimi
zh_hant: 時區
zh_hk: 時區

source: 时间
ar: الوقت
de: Zeit
en: Time
es_mx: Hora
fr: Heure
ja: 時刻
ko: 시간
pt_br: Hora
pt_pt: Hora
tr: Saat
zh_hant: 時間
zh_hk: 時間

source: 时间窗
ar: النافذة الزمنية
de: Zeitfenster
en: Time window
es_mx: Ventana de tiempo
fr: Fenêtre temporelle
ja: 時間枠
ko: 시간 범위
pt_br: Janela de tempo
pt_pt: Janela de tempo
tr: Zaman aralığı
zh_hant: 時間範圍
zh_hk: 時間範圍

source: 时间范围
ar: النطاق الزمني
de: Zeitraum
en: Time range
es_mx: Rango de tiempo
fr: Plage horaire
ja: 期間
ko: 기간
pt_br: Período
pt_pt: Intervalo de tempo
tr: Zaman aralığı
zh_hant: 時間範圍
zh_hk: 時間範圍

source: 明文变量（plain_text），可读可改。改任一项不影响其它绑定。
ar: متغيرات النص العادي (plain_text) قابلة للقراءة والتعديل. تغيير أحدها لا يؤثر على الروابط الأخرى.
de: Klartextvariablen (plain_text) sind lesbar und bearbeitbar. Eine Änderung wirkt sich nicht auf andere Bindings aus.
en: Plain-text variables (plain_text) are readable and editable. Changing one doesn’t affect other bindings.
es_mx: Las variables de texto plano (plain_text) se pueden leer y editar. Cambiar una no afecta a otros enlaces.
fr: Les variables en texte clair (plain_text) sont lisibles et modifiables. En modifier une n’affecte pas les autres liaisons.
ja: プレーンテキスト変数（plain_text）は読み取りも編集も可能です。1 つ変更しても他のバインディングには影響しません。
ko: 일반 텍스트 변수(plain_text)는 읽고 수정할 수 있습니다. 하나를 바꿔도 다른 바인딩에는 영향이 없습니다.
pt_br: Variáveis de texto simples (plain_text) podem ser lidas e editadas. Alterar uma não afeta os outros bindings.
pt_pt: As variáveis de texto simples (plain_text) podem ser lidas e editadas. Alterar uma não afeta os outros bindings.
tr: Düz metin değişkenleri (plain_text) okunabilir ve düzenlenebilir. Birini değiştirmek diğer bağlamaları etkilemez.
zh_hant: 明文變數（plain_text），可讀可改。改任一項不影響其它繫結。
zh_hk: 明文變數（plain_text），可讀可改。改任一項不影響其它繫結。

source: 显示令牌
ar: إظهار الرمز
de: Token anzeigen
en: Show Token
es_mx: Mostrar token
fr: Afficher le jeton
ja: トークンを表示
ko: 토큰 표시
pt_br: Mostrar token
pt_pt: Mostrar token
tr: Belirteci göster
zh_hant: 顯示權杖
zh_hk: 顯示權杖

source: 晚上好
ar: مساء الخير
de: Guten Abend
en: Good evening
es_mx: Buenas noches
fr: Bonsoir
ja: こんばんは
ko: 좋은 저녁이에요
pt_br: Boa noite
pt_pt: Boa noite
tr: İyi akşamlar
zh_hant: 晚安

source: 智能摘要
ar: ملخّص ذكي
de: Intelligente Zusammenfassung
en: Smart Summary
es_mx: Resumen inteligente
fr: Résumé intelligent
ja: スマート要約
ko: 스마트 요약
pt_br: Resumo inteligente
pt_pt: Resumo inteligente
tr: Akıllı özet
zh_hant: 智慧摘要

source: 智能流量摘要需要 Pro
ar: يتطلب ملخّص الزيارات الذكي اشتراك Pro
de: Intelligente Traffic-Zusammenfassung erfordert Pro
en: Smart Traffic Summary requires Pro
es_mx: El resumen inteligente de tráfico requiere Pro
fr: Le résumé intelligent du trafic nécessite Pro
ja: スマートトラフィック要約には Pro が必要です
ko: 스마트 트래픽 요약은 Pro가 필요합니다
pt_br: O resumo inteligente de tráfego requer Pro
pt_pt: O resumo inteligente de tráfego requer Pro
tr: Akıllı trafik özeti Pro gerektirir
zh_hant: 智慧流量摘要需要 Pro

source: 暂不支持 Zip64（超大压缩包）
ar: Zip64 (الأرشيفات الضخمة) غير مدعوم بعد
de: Zip64 (sehr große Archive) noch nicht unterstützt
en: Zip64 (very large archives) not supported yet
es_mx: Zip64 (archivos muy grandes) aún no compatible
fr: Zip64 (archives très volumineuses) pas encore pris en charge
ja: Zip64（超大アーカイブ）は未対応です
ko: Zip64(초대형 압축)는 아직 지원되지 않습니다
pt_br: Zip64 (arquivos muito grandes) ainda não suportado
pt_pt: Zip64 (arquivos muito grandes) ainda não suportado
tr: Zip64 (çok büyük arşivler) henüz desteklenmiyor
zh_hant: 暫不支援 Zip64（超大型壓縮檔）
zh_hk: 暫不支援 Zip64（超大型壓縮檔）

source: 暂停
ar: إيقاف مؤقت
de: Pause
en: Pause
es_mx: Pausar
fr: Pause
ja: 一時停止
ko: 일시 중지
pt_br: Pausar
pt_pt: Pausar
tr: Duraklat
zh_hant: 暫停
zh_hk: 暫停

source: 暂停后队列仍会接收消息，但暂停向消费者投递。
ar: أثناء الإيقاف المؤقت، تواصل قائمة الانتظار استقبال الرسائل لكنها تتوقف عن تسليمها للمستهلكين.
de: Pausiert empfängt die Queue weiterhin Nachrichten, stellt sie aber nicht an Consumer zu.
en: While paused, the queue keeps receiving messages but stops delivering to consumers.
es_mx: En pausa, la cola sigue recibiendo mensajes pero deja de entregarlos a los consumidores.
fr: En pause, la file continue de recevoir des messages mais cesse de les remettre aux consommateurs.
ja: 一時停止中もキューはメッセージを受信し続けますが、コンシューマーへの配信は停止します。
ko: 일시정지 중에도 대기열은 메시지를 계속 받지만 소비자에게는 전달하지 않습니다.
pt_br: Em pausa, a fila continua recebendo mensagens, mas para de entregá-las aos consumidores.
pt_pt: Em pausa, a fila continua a receber mensagens, mas deixa de as entregar aos consumidores.
tr: Duraklatıldığında kuyruk mesaj almaya devam eder ancak tüketicilere teslimatı durdurur.
zh_hant: 暫停後佇列仍會接收訊息，但暫停向消費者投遞。
zh_hk: 暫停後佇列仍會接收訊息，但暫停向消費者投遞。
